FILTER = {'бля', 'блядский', 'впиздячить', 'выблядок', 'наблядовал', 'ебать', 'выебываться', 'доебаться', 'доёбываться', 'доебываться', 'ебало', 'ебнуться', 'ебануться', 'ебануть', 'ебашить', 'заебал', 'заебись', 'заебаться', 'ебаться', 'изъебаться', 'наебашиться', 'наебнуться', 'отъебать', 'объебать', 'козлоеб', 'козлоёб', 'остоебать', 'опиздоуметь', 'оскотоебиться', 'оскотоёбиться', 'подъебка', 'подъёбка', 'поебать', 'поебень', 'уебаться', 'уебище', 'уёбище', 'хитровыебанный', 'шароебиться', 'шароёбиться', 'пизда', 'пиздец', 'испиздеться', 'пиздабол', 'пиздатый', 'пиздобратия', 'пиздопляска', 'пиздит', 'подпиздывает', 'распиздяй', 'спиздил', 'хуй', 'хуйня', 'однохуйственно', 'хуево', 'хуёво'}

SPECIAL_SYMBOLS = ['@', '/']

SBER_DOMAINS = ['sberbank.ru', 'sbrf.ru', 'omega.sbrf.ru', 'ca.sbrf.ru', 'sigma.sbrf.ru']
